Repository: santanudeyGithub/crises_control
Catalog: lib/l10n/app_*.arb
Languages: it

# e001
source: Please turn on mobile data or use Wi-fi to access data
it: Per favore attivare i dati o connettersi a una rete Wi-Fi

# e002
source: Your data signal is currently low. You may feel a slow response while using the app.
it: Segnale dati scarso. Si potrebbe ricevere risposte in ritardo usando l'app.

# e003
source: We are unable to process your request at this time please try again later.
it: Non possiamo eseguire la sua richiesta ora, per favore riprovare più tardi.

# e004
source: The system requires to re-confirm your identity. Please login again.
it: Il sistema ha bisogno di riconfermare la sua identità. Per favore accedere di nuovo.

# e005
source: Please supply a valid email ID.
it: Per favore inserire un'email valida.

# e006
source: Please supply valid data.
it: Fornire dati validi.

# e007
source: The supplied old password is incorrect. Please try again.
it: La vecchia password inserita non è corretta. Riprovare.

# e008
source: The second password does not match. Please try again.
it: La seconda password non corrisponde. Riprovare.

# e009
source: Your username or password is incorrect for this company.
it: L'username o la password non sono corrette per questa compagnia.

# e110
source: Crises Control requires to identify your location to provide help in emergency situations. Please allow location service.
it: Crises Control richiede l'accesso alla posizione per le situazioni di emergenza. Concedere l'accesso al servizio di locazione.

# e111
source: A new version of the app is available, please install the latest version.
it: È disponibile una nuova versione dell'app, per favore installare l'ultima versione

# e112
source: Are you sure you want to go back? Any changes made will be lost
it: Sicuro di voler uscire? Tutti i cambiamenti andranno persi.

# e113
source: Incident update sent successfully
it: Aggiornamento incidente inviato correttamente

# e114
source: Ping sent successfully
it: Notifica inviata correttamente

# e115
source: Incident is initiated and awaiting for launch
it: Incidente inizializzato e in attesa di lancio

# e116
source: Incident has launched successfully
it: Incidente lanciato correttamente

# e117
source: Message acknowledged successfully
it: Messaggio accettato correttamente

# e118
source: Incident is now cancelled
it: Incidente cancellato

# e119
source: Incident is now deactivated and awaiting closure
it: Incidente disattivato e in attesa di essere chiuso

# e120
source: Incident is now closed
it: Incidente chiuso

# e121
source: At least two or more chief contacts are required
it: Sono richiesti almeno 2 contatti capo

# e122
source: You will receive a call shortly which you must answer to establish the conference bridge.
it: Riceverai una breve chiamata alla quale rispondere per stabilire il ponte di comunicazione

# e123
source: There was an error while initiating the conference call, please try again
it: C'è stato un errore nella chiamata d'emergenza, riprovare

# e124
source: Conference service is not activated for your company, please contact your system administrator
it: Il servizio di conferenza non è attivo per la compagnia, contattare l'amministratore di sistema.

# e125
source: Some of the entered chracters are not allowed.
it: Alcuni dei caratteri inseriti non sono consentiti.

# e126
source: Account is not verified yet, verify the email address first before login
it: L'account non è stato ancora verificato, verificare l'indirizzo email prima di accedere.

# e127
source: This company is no longer registered.
it: Questa compagnia non è registrata.

# e128
source: Device has been deactivated.
it: Dispositivo disattivato.

# e129
source: Your email is not verified yet
it: Email non verificata.

# e130
source: User no longer registered.
it: Utente non registrato.

# e131
source: Your account has been blocked by administrator.
it: Account bloccato da un amministratore.

# e132
source: Cannot login! Company setup is not finished.
it: Impossibile accedere! Le impostzioni della compagnia sono incomplete.

# e133
source: Verification code has been sent to the mobile number.
it: Un codice di verifica è stato inviato sul cellulare.

# e134
source: Password has been changed successfully.
it: Cambio di password avvenuto correttamente.

# e135
source: Incident Tracking is required for {DURATION} minutes and will be turned on for this incident.
it: La geolocalizzazione durante l'incidente è richiesta per {DURATION} minuti e verrà attivata per questo incidente.

# hint_email
source: email@company.com
it: email@compagnia.com

source: LOGIN TO CONNECT
it: Effettua il login

# login_remember_me
source: Remember me
it: Ricordami

# btn_forgot_password
source: Forgot your password?
it: Password dimenticata?

# btn_aunthentication_using_finger_print
source: Use Biometric
it: Usa l'impronta digitale

# fp_title
source: Status
it: Stato

# fp_msg
source: Password has been sent to your email
it: Password inviata via mail

# alert_fp_title_status
source: Status
it: Stato

# alert_fp_title_error
source: Error
it: Errore

# dialog_title_forgot_password
source: Forgot Password
it: Password dimenticata

# dialog_description_forgot_password
source: Enter your registered email below and we will send your password to this address
it: Inserire qui sotto l'email registrata e inviero la password a questo indirizzo

# btn_dialog_cancel
source: Cancel
it: Annulla

# btn_dialog_send
source: Send
it: Invia

# alert_email_title
source: Email Required
it: Email richiesta

# alert_email_message
source: Please enter email
it: Per favore inserire un'email

# alert_password_title
source: Password Required
it: Password richiesta

# alert_password_message
source: Please enter password
it: Per favore inserire una password

# alert_fe_email_message
source: Please enter email address
it: Per favore inserire un indirizzo email

# alert_email_valid_message
source: Enter valid email ID
it: Inserire un'email valida

# message_nonetwork
source: Turn on mobile data or use Wi-Fi to access data.
it: Attivare i dati cellulare o accedere a una rete Wi-Fi.

# message_apifailure
source: Some error occurred while processing your request. Please try again
it: C'è stato qualche errore nell'eseguire la richiesta. Riprovare

# error_title
source: Error
it: Errore

# btn_signin
source: Sign In
it: Registrati

# need_authentication
source: Authentication is needed to access.
it: Autenticazione richiesta per l'accesso.

# error_verify_identity
source: There was a problem verifying your identity.
it: C'è stato un problema nel verificare l'identità.

# error_auth
source: Worng authentication.
it: Autenticazione errata.

# btn_sign_in
source: Sign In
it: Registrati

# label_reset_header
source: Password Reset Required
it: Reset Password richiesto

# label_reset_description
source: Your are required to Change Password. This usually happens when you are logging in for the first time or your password has been requested by email.
it: È stato chiesto di cambiare password. Di solito questo accade quando effettui l'accesso per la prima volta o se la password è stata richiesta via mail.

# hint_enter_old_password
source: Enter your old password
it: Inserire la vecchia password

# hint_enter_new_password
source: Enter new password
it: Inserire la nuova password

# hint_enter_confirm_new_password
source: Confirm new password
it: Confermare nuova password

# btn_continue
source: Continue
it: Continua

# alert_old_password
source: Please enter old password
it: Perfavore inserire la vecchia password

# alert_new_password
source: Please enter new password
it: Per favore inserire la nuova password

# alert_confirm_password
source: Please enter confirm password
it: Per favore confermare nuova password

# alert_new_confirm_password
source: Confirm password should match with new password
it: Le password devono corrispondere

# dialog_msg_test_mode
source: Just Switched to Dev Mode, Do you want to relogin using your Dev Mode Credentials?
it: Cambio a Modalità Sviluppatore eseguita, vuoi riaccedere con le credenziali di Sviluppatore?

# label_two_step_verification
source: Two Step Verification
it: Verifica a due fattori.

# label_verify_otp_verification
source: An SMS with verification code has been sent to your mobile, please enter code here to confirm your password change
it: Un SMS con codice di verifica è stato inviato sul cellulare, inserire il codice per verificare il cambio password.

# hint_enter_otp_code
source: Enter otp code received
it: Inserire il codice otp.

# btn_submit
source: Submit
it: Invia

# btn_resend_code
source: Resend Code
it: Rinvia codice

# alert_verify_code_title
source: Verification Code Required
it: Codice di verifica richiesto

# alert_verify_code_message
source: Please enter verification code
it: Per favore inserire il codice di verifica

source: Your Response Ratings
it: Percentuale di risposta

# label_ping_message
source: Ping Messages
it: Messaggio notifica

# label_incidents
source: Incidents
it: Incidenti

# label_rating_incidents
source: Incidents
it: Incidenti

# label_rating_pings
source: Pings
it: Notifiche

# title_my_tasks_list
source: My Task List
it: I miei compiti

# label_sos
source: Emergency
it: Emergenza

# label_tasks
source: Tasks
it: Compiti

# menu_start_incident
source: Start Incident
it: Inizia Incidente

# menu_awaiting_launch
source: Awaiting Incident
it: Incidenti in attesa

# menu_new_ping
source: New Ping
it: Nuova notifica

# menu_settings
source: Settings
it: Impostazioni

# menu_help
source: Help
it: Aiuto

# alert_msg_finger_print
source: Do you want to add this user profile to Authenticate using biometric?
it: Aggiungere questo contatto agli accessi tramite impronta digitale?

# alert_title_sos
source: Send SOS
it: Invia un SOS

# alert_sos_message
source: Are you sure you want to send SOS message?
it: Sicuro di voler mandare un SOS?

# label_call_back_options
source: Preferred Call Back Options
it: Opzione di contatto preferita

# label_sos_phone
source: Phone
it: Chiamata

# label_sos_text
source: Text
it: SMS

# alert_msg_sos_no_callback_option_selected
source: Please select at least one callback option
it: Per favore selezionare almeno un opzione di contatto

# alert_msg_sos_launched_successfully
source: SOS Launched Successfully
it: SOS lanciato correttamente

# alert_msg_sos_launch_failed
source: SOS Launch Failed, Please try again
it: Lancio SOS fallito, riprovare

source: Update
it: Aggiorna

# alert_msg_no_master_plan
source: No Master Plan Available
it: Nessun 'Piano Principale' disponibile

# title_start_incident
source: Launch Incident
it: Lancia incidente

# title_select_incident
source: Select Incident
it: Seleziona incidente

# label_message
source: Message
it: Messaggio

# label_locations_to_notify
source: Location(s) to Notify
it: Luoghi da notificare

# label_key_contacts
source: Incident Managers
it: Responsabili d'incidente

# label_impacted_location
source: Impacted Location
it: Luoghi colpiti

# label_acknowledge_options
source: Acknowledge Options
it: Opzioni di accettazione

# label_communication_messages
source: Communication Preferences
it: Canali di comunicazione

# label_silent_message
source: Silent Message
it: Notifica silenziosa

# label_track_user
source: Track User
it: Traccia utenti

# label_low
source: Low
it: Bassa

# label_medium
source: Medium
it: Media

# label_high
source: High
it: Alta

# label_severity_level
source: Severity Level
it: Livello di gravità

# btn_label_incident_launch
source: Launch
it: Lancio

# label_intiated_by
source: Intiated By :
it: Inizializzato da:

# label_intiated_on
source: Initiated On :
it: Inizializzato il:

# label_enter_the_reason
source: Enter the reason
it: Inserire la motivazione

# alert_no_communication_options
source: You must select at least one communication channel
it: Selezionare almeno un canale di comunicazione

# title_awaiting_launch
source: Awaiting Launch
it: In attesa di lancio

# title_empty_awaiting_launch_incident
source: NO AWAITING LAUNCH INCIDENTS
it: NESSUN INCIDENTE IN ATTESA DI LANCIO

# label_no_initiated_incidents
source: NO INITIATED INCIDENTS
it: NESSUN INCIDENTE INIZIALIZZATO

# title_ping_message
source: New Ping
it: Nuova notifica

# label_users_to_notify
source: Users to Notify
it: Utenti da notificare

# label_select_message
source: Select Message
it: Seleziona messaggio

# label_priority_level
source: Priority Level
it: Livello di priorità

# btn_send_message
source: Send Message
it: Invia messaggio

# title_launched_incidents
source: Launched Incidents
it: Incidenti lanciati

# title_empty_launched_incident
source: NO LAUNCHED INCIDENTS
it: NESSUN INCIDENTE LANCIATO

# title_empty_launched_incident_message
source: You don't have to take any action
it: Nessuna azione da prendere.

# title_incident_messages
source: Incident Messages
it: Messaggio dell'incidente

# lim_option_incident_update
source: Incident Update
it: Aggiornamento dell'incidente

# lim_option_deactivate
source: Deactivate
it: Disattiva

# lim_option_close
source: Close
it: Chiudi

# error_file_not_found
source: File not found
it: File non trovato

# alert_enter_the_reason
source: Enter the reason
it: Inserire la motivazione

# label_view_replies
source: View Replies
it: Guarda risposte

# alert_msg_turn_incident_tracking_on
source: Turn Incident Tracking On
it: Attiva il tracciamento incidente

# alert_option_dont_turn_on
source: Don't turn On
it: Non attivare

# alert_option_turn_on_for_tracking
source: Turn On Incident Tracking
it: Attiva il tracciamento incidente

# title_launched_incident_message_details
source: Message Details
it: Dettagli messaggio

# label_ack_msgs
source: Acknowledge
it: Accetta

# title_incident_update
source: Incident Update
it: Aggiornamento dell'incidente

# title_ping_messages
source: Ping Messages
it: Messaggi notifiche

# title_ping_messages_empty
source: YOU HAVE NO PING MESSAGES
it: NON HAI NOTIFICHE

# title_new_ping
source: New Ping
it: Nuova notifica

# title_send_message
source: Send Message
it: Invia messaggio

# title_key_contacts
source: Incident Managers
it: Responsabili d'incidente

# title_ack_msg_status
source: Message Recipients
it: Contatta i destinatari

# title_ack_msg_empty_data
source: SORRY NO DATA FOUND
it: NESSUN DATO TROVATO

# label_ack_msg_empty_data_message
source: No data found
it: Nessun dato trovato

# label_show_location
source: Show Location
it: Mostra luoghi

# label_select_all
source: Select All
it: Seleziona tutti

# label_tab_ack
source: Acknowledged
it: Accetta

# label_tab_unack
source: Unacknowledged
it: Non accettato

# msg_call_facility
source: Call facility is not available!!!
it: Il servizio di chiamata non è disponibile !!!

# title_alert
source: Alert
it: Attenzione

# bottom_bar_action_plan
source: Action Plan
it: Piano d'azione

# bottom_bar_key_contacts
source: Incident Managers
it: Responsabili d'incidente

# bottom_bar_impacted_locations
source: Impacted Location
it: Luoghi colpiti

# bottom_bar_media_assets
source: Media Assets
it: Risorse multimediali

# bottom_bar_ping_msg
source: Ping Message
it: Notifica

# bottom_bar_conference
source: Conference
it: Conferenza

# bottom_bar_website
source: Website
it: Sito Web

# bottom_bar_document
source: Document
it: Documento

# bottom_bar_incident_msg
source: Incident Message
it: Messaggio d'incidente

# title_settings
source: Settings
it: Impostazioni

# label_setting_change_password
source: Change Password
it: Cambio password

# label_setting_choose_siren_sound
source: Choose Siren Sound
it: Scegliere il suono dell'allarme

# label_setting_siren_for_incident_alert
source: Siren for Incident Alert
it: Allarme per l'incidente

# label_setting_override_dnd
source: Override Do Not Disturb
it: Ignora il 'Non Disturbare'

# label_setting_store_plans
source: Store Plans on Device
it: Salva i Piani sul Dispositivo

# label_setting_data_dignal_alert
source: Data Signal Alert
it: Avviso Segnale Dati

# label_setting_help
source: Help
it: Aiuto

# alert_description_logout
source: Are you sure want to Logout ?
it: Sicuro di voler effettuare il Logout?

# alert_title_congrats
source: Congratulation:
it: Meriti:

# alert_description_removed
source: Successfully removed
it: Rimosso correttamente

# title_change_password
source: Change Password
it: Cambio password

# label_change_password_description
source: Enter a new password to change your current password.
it: Inserire una nuova password per cambiare la vecchia.

# hint_current_password
source: Current Password
it: Password attuale

# hint_new_password
source: New Password
it: Nuova password

# hint_confirm_new_password
source: Confirm New Password
it: Conferma la nuova password

# btn_label_submit
source: Submit
it: Invia

# alert_msg_password_validation
source: Password should meet the minimum requirement of having an Uppercase letter, lower case letter, a number and special character (only ! @ # $ % ^ _ *) and length of at least 8 characters.
it: La password dovrebbe avere almeno una lettera maiuscola, una minuscola, un numero e un carattere speciale (es. ! @ # $ % ^ _ *) e una lunghezza di almeno 8 caratteri.

# btn_label_save
source: Save
it: Salva

# title_siren_tone_setting
source: Choose Siren Sound
it: Scegliere il suono della sirena

# no_siren_file_selected
source: Please select siren sound
it: Per favore scegliere il suono della sirena

# no_sound_file_selected
source: Select a sound file
it: Seleziona un file audio

# msg_siren_sound_set
source: Siren sound set successfully.
it: Suono della sitena selezionato correttamente.

# title_help_and_support
source: Help & Support
it: Aiuto e Supporto

# label_help_give_feedback
source: Give Feedback
it: Lascia un Feedback

# label_help_rate_app
source: Rate this App
it: Valuta quest'app

# label_help_refer_friend
source: Refer a Friend
it: Invita un amico

# label_help_resources
source: Resources
it: Risorse

# label_help_email_subject
source: Crises Control Support.
it: Supporto di Crises Control

# label_description_send_feedback
source: We would appreciate you taking the time to send us your feedback!
it: Apprezzeremmo molto se ci lasciassi un feedback!

# hint_comments
source: Your Comments
it: Il tuo commento

# btn_label_send_feedback
source: Send Feedback
it: Lascia un feedback

# title_refer_a_friend
source: Refer a Friend
it: Invita un amico

# label_description_refer_a_friend
source: Share your experience with friends and send them an invitation to join!
it: Condividi la tua esperienza con gli amici e invitali ad aggiungersi

# hint_referral_full_name
source: Referral Full Name
it: Nome intero del Referral

# hint_referral_email_address
source: Referral Email Address
it: Email del Referral

# hint_referral_message
source: Hi, I am sending you this message because I think this app could be very useful to you when communicating with incident stakeholders.
it: Ciao, ti mando questo messaggio perché penso che questa app potrebbe esserti molto utile quando comunichi con le parti interessate dell'incidente.

# btn_label_send_message
source: Send Message
it: Invia messaggio

# title_resources
source: Resources
it: RIsorse

# title_action_plan
source: Action Plan
it: Piano d'azione

# title_info_and_assets
source: Information & Assets
it: Informazioni & Risorse

# title_assets_website
source: Asset Website
it: Risorse del Sito Web

# title_assets_document
source: Documents
it: Documenti

# title_assets_videos
source: Videos
it: Video

# label_instructions
source: Use biometric to verify your identity
it: Inserisci la tua impronta per verificare la tua identità

# label_success
source: Success
it: Successo

# label_result
source: result
it: Risultato

source: Heading
it: Intestazione

# hint_search
source: Search here...
it: Cerca qui...

source: Yes
it: Sì

source: Cancel
it: Annulla

# no_data
source: THERE IS NO DATA
it: NON CI SONO DATI

source: On
it: Acceso

source: Off
it: Spento

# no_data_found
source: Sorry No Data Found
it: Nessun dato trovato

# label_please_wait_for_a_moment
source: Please wait for a moment...
it: Per favore attendere un momento...

# message_storage_permission_required
source: Storage permission is required to view and upload the photos stored on your device.
it: È richiesto l'accesso all'archivio per vedere e aggiornare le foto contenute nel dispositivo.

# message_contacts_permission_required
source: Contacts permission is required to view and upload the photos stored on your device.
it: È richiesto l'accesso ai contatti per vedere e aggiornare le foto contenute nel dispositivo.

# message_location_permission_required
source: Location permission is required to update your location to server.
it: È richiesto l'accesso alla posizione per vedere e aggiornare le foto contenute nel dispositivo.

# message_call_phone_permission_required
source: Call Phone permission is required to establish a call.
it: È richiesto l'accesso alle chiamate per stabilire una chiamata.

source: Loading. Please wait...
it: Caricamento. Per favore aspetta...

source: GPS Location not found
it: Posizione GPS non trovata

source: Loading...
it: Caricamento...

# alert_title_session_expired
source: Session expired
it: Sessione scaduta

# alert_message_session_expired
source: Please login again...
it: Effettua nuovamente il login...

# alert_msg_no_internet_connection
source: Turn on mobile data or use Wi-Fi to access data.
it: Attiva la connessione dati o il Wi-Fi per accedere ai dati.

# alert_option_settings
source: Settings
it: Impostazioni

# alert_msg_api_failure
source: We are unable to process your request at this time please try again later.
it: Non possiamo processare la tua richiesta al momento, riprova più tardi.

# e136
source: Invalid Customer Id, please check and try again.
it: Invio email non riuscito! Riprovare.

# f125
source: Invalid old password.
it: Vecchia password invalida.

# f110
source: No record found.
it: Nessun record trovato.

# f133
source: Wrong pin entered, please try again.
it: Pin sbagliato, riprovare.

# label_setting_sos
source: SOS Emergency
it: Emergenza SOS

# label_setting_track_me
source: Track Me During Travel
it: Tracciami durante il tragitto

# label_setting_track_me_during_incident
source: Track Me During Incident
it: Tracciami durante l'incidente

# label_help_privacy_policy
source: Privacy Policy
it: Politica sulla riservatezza

# alert_yes
source: Yes
it: Si

# alert_empty_data
source: Empty Data
it: Nessun dato

# alert_no_privacy_policy
source: No Privacy Policy Available
it: Nessuna politica sulla riservatezza

# alert_no_terms
source: No Terms & Conditions Available
it: Nessun Termini & Condizioni disponibile

# title_master_plan
source: Master Plan
it: Piano Principale

# alert_no_data
source: No Data
it: Nessun Dato

# alert_no_data_available
source: No Data Available
it: Nessun Dato Disponibile

# alert_no_tasks_available
source: No Tasks Available
it: Nessun Compito Disponibile

# alert_no_tutorial_available
source: No Tutorial Available
it: Nessun Tutorial Disponibile

# alert_name_required
source: Name Required
it: Nome Richiesto

# alert_feedback_required
source: Feedback Required
it: Feedback Richiesto

# alert_enter_referral_fullname
source: Please enter referral full name
it: Nome e Cognome referente

# alert_enter_referral_email
source: Please enter referral email
it: Email referente

# alert_enter_your_feedback
source: Please enter your Feedback
it: Inserisci il tuo Feedback

# label_your_message
source: Your Message
it: Messaggio

# alert_write_your_message
source: Please write your message
it: Inserire messaggio

# alert_title_message_required
source: Message Required
it: Messaggio Richiesto

# title_empty_ping
source: No Ping
it: Nessuna Notifica

# btn_title_done
source: Done
it: Fatto
