Repository: santanudeyGithub/crises_control
Catalog: lib/l10n/app_*.arb
Languages: it

# alert_desc_mex_length
source: The field Description must be a string or array type with a maximum length of {MAXLENGTH}.
it: Il campo Descrizione dev'essere una stringa o array di linghezza massima {MAXLENGHT}.

# label_affected_location
source: Incident @
it: Incidente @

# hint_search_location
source: Search Location
it: Cerca Luogo

# hint_search_users
source: Search Users
it: Cerca Utenti

# hint_search_impact_location
source: Search Impacted Location
it: Cerca Posizione Colpita

# btn_title_new_location
source: New Location
it: Nuova Posizione

# alert_need_messaging_options
source: At least one or more Communication Channel(s) are required
it: Almeno un Canale di comunicazione è richiesto

# title_message_library
source: Message Library
it: Libreria Messaggi

# label_unselect_all
source: Unselect All
it: Deseleziona Tutto

# label_tab_all
source: All
it: Tutti

# btn_title_initiate
source: Initiate
it: Inizia

# alert_title_disclosure_pressed
source: Disclosure Pressed
it: Divulgazione pressata*

# alert_title_cancel_back
source: Click Cancel to Go Back
it: Clicca Cancella per tornare indietro.

# alert_message_no_action_plan
source: No Action Plan Available
it: Nessun piano di azione disponibile

# btn_register_company
source: Register new company
it: Registra nuova compagnia

# e152
source: Siren sound is updated
it: Suono sirena aggiornato

# e153
source: Language is set successfully
it: Linguaggio impostato correttamente

# btnSearch
source: Search
it: Cerca

# label_txtCurrentColcation
source: Address
it: Indirizzo

# btnLoadMore
source: Load More Names
it: Carica più nomi

# hint_Search_Contacts
source: Search Contacts
it: Cerca Contatti

# e154
source: SOS Launched successfully
it: SOS Consegnato

# label_no_contacts
source: No Contacts available.
it: Nessun Contatto disponibile

# label_Devicesetting_Info
source: Send Device Info
it: Manda Informazioni Dispositivo

# label_language
source: Language
it: Lingua

# title_language
source: Choose Language
it: Scegli Lingua

# no_language_selected
source: Please select Language
it: Perfavore scegli una Lingua

# bb_media_assets
source: Media|Assets
it: Media|Risorse

# bb_help
source: Help
it: Aiuto

# bb_ping_msg
source: Ping|Message
it: Notifica|Messagio

# bb_incident_msg
source: Incident|Message
it: Incidente|Messaggio

# bb_conference
source: Conference
it: Conferenza

# bb_action_plan
source: Action|Plan
it: Azione|Piano

# bb_website
source: Website
it: Sito Web

# bb_document
source: Document
it: Documento

# bb_key_contacts
source: Incident|Managers
it: Incidente|Responsabili

# bb_impacted_locations
source: Impacted|Locations
it: Colpite|Posizioni

# e200
source: There was a network connection problem. Please check your internet.
it: Errore di connessione. Controlla la tua connessione ad internet.

# label_new_msg_other_company
source: You have new message from
it: Hai un nuovo messaggio da

# label_msg_request_logout
source: Do you want to logout from
it: Vuoi uscire da

# label_initiator_launcher
source: Initiator/Launcher
it: Promotore/Mittente

# label_kc_initiator
source: Initiator
it: Promotore

# label_kc_initiator_launcher
source: Initiator/Launcher
it: Promotore/Mittente

# label_kc_launcher
source: Launcher
it: Mittente

# title_media_attachments_view
source: Media Attachments
it: Media Allegati

# label_view_attachments
source: View {0} Attachment(s)
it: Guarda {0} Allegati

# title_media_attachments_upload
source: Media Attachments
it: Media Allegati

# label_take_picture
source: Take Picture
it: Scatta una foto

# label_pick_gallery
source: Pick From Gallery
it: Scegli dalla galleria

# label_title_for_attachment
source: Enter the title for the attachment
it: Titolo dell'allegato

# alert_no_camera_permission
source: Unable to take picture because camera permission is denied. Please enable camera permission in the app settings.
it: Impossibile fare la foto. Permessi fotocamera negati. Abilitare i permessi dalle impostazioni.

# alert_attachment_type
source: Would you like to take a photo or record a video?
it: Vuoi fare una foto o un video?

# alert_saveto_gallery
source: Would you also like to save the photo in your gallery?
it: Vuoi salvare la foto nella galleria?

# alert_camera_not_available
source: No camera available.
it: Nessuna fotocamera disponibile.

# alert_take_photo_not_supported
source: Taking photo is not supported in this device
it: Il dispositivo non permette di fare foto.

# alert_take_video_not_supported
source: Taking video is not supported in this device
it: Il dispositivo non permette di fare video.

# label_file_too_big_title
source: File size too big
it: Dimensioni troppo grandi

# label_file_too_big_body
source: The file you are trying to upload is {0} MB while the maximum size allowed is {1} MB.
it: Il file che stai provando a caricare è {0} MB mentre le dimensioni massime sono {1} MB

# alert_pick_photo_not_supported
source: Picking photo is not supported in this device
it: Impossibile importare foto

# alert_pick_video_not_supported
source: Picking video is not supported in this device
it: Impossibile importare video

# alert_unauthorized_action
source: You are not authorized to carry out this action
it: Non hai i permessi per eseguire quest'azione

# alert_no_location
source: Incident location was not captured when this incident was launched.
it: Posizione dell'incidente non acquisita durante l'inizio.

# alert_incident_tracking
source: This incident requires your location to be tracked which may increase your device's battery usage significantly.
it: L'incidente ha bisogno della tua posizione per essere tracciato. Ciò aumentera molto l'utilizzo della batteria

# alert_location_permission
source: Crises Control requires to identify your location to provide help in emergency situations. Please enable location permission and set it to 'Always' in the app settings.
it: Crises Control ha bisogno della tua posizione per aiutarti durante le situazioni d'emergenza. Perfavore abilita la localizzazione.

# alert_operation_canceled
source: Your signal may be too weak.
it: Il tuo segnale può essere troppo debole

# alert_attachment_type_pick
source: Would you like to pick a photo or video?
it: Vuoi fare una foto o video?

# alert_photo_no_permission
source: Unable to pick picture because Photos permission is denied. Please enable Photos permission in Settings.
it: Impossibile fare foto. Permessi negati. Perfavore abilita i permessi dalle Impostazioni.

# label_help_whats_new
source: What's New?
it: Cosa c'è di nuovo?

# label_advanced_options
source: Advanced Options
it: Opzioni avanzate

# label_hide_advanced_options
source: Advanced Options
it: Opzioni avanzate

# label_attachments
source: item(s)
it: oggetto(i)

# label_upload_attachments
source: Camera
it: Fotocamera

# alert_ping_attch_upload_error
source: Some assets could not be uploaded. Do you want to try to upload them again or abort the ping?
it: Alcune risorse non possono essere caricate. Riprovare o annullare?

# alert_incident_attch_upload_error
source: Some assets could not be uploaded. Do you want to try to upload them again or abort the update?
it: Alcune risorse non possono essere caricate. Riprovare o annullare?

# alert_delete_attachment
source: Are you sure you want to delete the item?
it: Sicuro di voler cancellare l'oggetto?

# label_setting_large_font
source: Large Font
it: Carattere grande

# label_setting_offcall
source: Off Duty Settings
it: Impostazioni Fuori Servizio

# title_offcall
source: Off Duty Settings
it: Impostazioni Fuori Servizio

# label_offcall_active
source: Off Duty is currently active
it: Fuori Servizio è già attivo

# label_offcall_inactive
source: Specify your unavailability date
it: Specifica la tua data di inattività

# label_offcall_start_datetime
source: Start Date & Time
it: Inizio Data & Orario

# label_offcall_end_datetime
source: End Date & Time
it: Fine Data & Orario

# label_offcall_allowed_channels
source: Allowed Channels
it: Canali abilitati

# label_offcall_delete
source: Delete
it: Cancella

# label_offcall_push
source: Push
it: Notifica

# label_offcall_text
source: Text
it: SMS

# label_offcall_phone
source: Phone
it: Chiamata

# label_offcall_save
source: Save
it: Salva

# e209
source: No active off duty record is found
it: Nessun Fuori Servizio attivo trovato

# e210
source: Off Duty has been deactivated successfully
it: Fuori servizio disattivato correttamente

# e208
source: Off Duty already activated
it: Fuori servizio già attivo

# alert_ofcall_saved
source: Off Duty has been activated successfully
it: Fuori servizio attivato correttamente

# alert_ofcall_date_validation_end
source: Start Date must be before End Date
it: La data d'inizio dev'essere antecedente alla data di fine

# alert_ofcall_date_validation_now
source: Start Date cannot be in the past
it: La data d'inizio non può essere nel passato

# label_offcall_unavailibility
source: Please specify your unavailibility
it: Specifica la tua inattività

# alert_ofcall_channel_validation_all
source: Please select atleast one communication channel to block
it: Selezionare almeno un canale di comunicazione

# label_offcall_select_channels
source: Select the channels that you would like to receive messages from, during the off duty period.
it: Seleziona i canali da cui vuoi ricevere messaggi durante il Fuori Servizio

# label_setting_my_account
source: My Account
it: Il mio Account

# alert_profile_save_success
source: The Profile has been updated successfully.
it: Il tuo profilo è stato aggiornato con successo.

# title_my_account
source: My Account
it: Il mio Account

# myaccount_usr_info
source: User Info
it: Info Utente

# myaccount_firstname
source: First Name
it: Nome

# myaccount_firstname_placeholder
source: eg. Matthew
it: es. Mario

# myaccount_lastname
source: Last Name
it: Cognome

# myaccount_lastname_placeholder
source: eg. Peterson
it: es. Rossi

# myaccount_mobile_isd
source: Mobile ISD Code
it: Prefisso

# myaccount_mobile
source: Mobile
it: Cellulare

# myaccount_mobile_placeholder
source: e.g. 7987654321
it: es. 3293568866

# myaccount_landline_isd
source: LandLine ISD Code
it: Prefisso

# myaccount_landline
source: LandLine
it: Telefono fisso

# myaccount_landline_placeholder
source: e.g. 2087654321
it: es. 0805356677

# myaccount_email
source: Primary Email
it: Email principale

# myaccount_comm_prefs
source: Communication Preferences
it: Canali preferiti

# myaccount_ping
source: Ping
it: Notifica

# myaccount_incident
source: Incident
it: Incidente

# myaccount_save
source: Save
it: Salva

# myaccount_validate_firstname1
source: Please enter First Name.
it: Inserisci Nome.

# myaccount_validate_lastname1
source: Please enter Last Name.
it: Inserisci Cognome.

# myaccount_validate_mobile1
source: Please enter Mobile Number.
it: Inserisci Numero di Cellulare.

# myaccount_validate_firstname2
source: Only letters and apostrophe (') are allowed.
it: Solamente lettere e apostrofi (') sono autorizzati.

# myaccount_validate_lastname2
source: Only letters and apostrophe (') are allowed.
it: Solamente lettere e apostrofi (') sono autorizzati.

# myaccount_validate_mobile2
source: Please enter at least 7 characters.
it: Inserire almeno 7 caratteri.

# myaccount_validate_mobile3
source: Please enter numbers only.
it: Inserire solo numeri.

# myaccount_validate_landline1
source: Invalid Landline Number
it: Numero Linea Fissa invalido

# myaccount_validate_landline2
source: Please enter numbers only.
it: Inserire solo numeri.

# message_sender
source: Sender
it: Mittente

# title_messaging_options
source: Communication Preferences
it: Canali di Comunicazione

# label_record_audio
source: Record Audio
it: Registra audio

# title_record_audio
source: Record Audio
it: Registra audio

# alert_microphone_permission
source: Please enable microphone permission in the app settings to record audio.
it: Abilitare i permessi del microfono dalle impostazioni.

# alert_incident_tracking_on
source: This incident requires your location to be tracked which may increase your device&#039;s battery usage significantly.
it: L'incidente ha bisogno della tua posizione per essere tracciato. Ciò aumenterà molto l'utilizzo della batteria del tuo dispositivo.

# label_reply
source: Reply
it: Rispondi

# label_replyall
source: Reply All
it: Rispondi a tutti

# label_msg_status
source: Message Recipients
it: Destinatari

# label_sending_reply
source: Reply Message
it: Messaggio di risposta

# alert_reply_sent
source: Reply has been sent successfully
it: Risposta mandata con successo

# e212
source: You cannot send message to yourself.
it: Non puoi mandare un messaggio a te stesso

# alert_no_reply
source: This message has no replies
it: Questo messaggio non ha risposte

# btn_label_acknowledge
source: Acknowledge
it: Accetta

# alert_no_message_details
source: You need to be online to view the details
it: Hai bisogno di essere connesso ad internet per visualizzare i dettagli

# alert_phone_or_conference
source: Please select either your mobile network or Crises Control network for the call.
it: Seleziona il metodo per la chiamata

# alert_call_self
source: You cannot make a call to yourself
it: Non puoi chiamare te stesso

# label_reply_placeholder
source: Write reply here
it: Scrivi qui la risposta

# label_view_membership
source: View Members
it: Visualizza Membri

# title_location_members
source: Location Members
it: Posizione Membri

# title_department_members
source: Department Members
it: Membri del Dipartimento

# alert_confirm_conference_call
source: Are you sure you want to proceed with the conference call?
it: Sicuro di dare inizio ad una conferenza?

# alert_conference_oneonone
source: You will receive a call shortly which you must answer to establish the call bridge.
it: Riceverai una chiamata a cui dovrai rispondere per stabilire un ponte di comunicazione.

# alert_call_options_title
source: Please select either your mobile network or Crises Control network for the call.
it: Perfavore seleziona il tuo telefono o Crises Control per la chiamata.

# alert_call_options_cancel
source: Cancel
it: Cancella

# alert_call_options_twilio
source: Crises Contol Call
it: Chiamata Crises Control

# alert_call_options_mobile
source: Mobile Call
it: Chiamata Telefono

# btn_label_acknowledgeall
source: Acknowledge All
it: Accetta tutti

# alert_call_confirm
source: Are you sure you want to proceed with the call?
it: Sicuro di voler procedere con la chiamata?

# f136
source: Email send failed! Please try again.
it: Id invalido, controllare e riprovare

# alert_empty_comms
source: Please select at least one communication method
it: Selezionare almeno un canale di comunicazione

# alert_empty_message
source: Please enter a message
it: Inserire un messaggio

# loading_caps
source: LOADING
it: CARICAMENTO

# label_default_incident_message
source: Default 'who to notify'
it: Default 'chi notificare'*

# alert_confirm_message_library_selection
source: This action may overwrite 'who to notify' data. Are you sure you want to proceed?
it: Quest'azione sovrascriverà 'chi notificare'. Sicuro di voler procedere? *

# label_refer_subject
source: I'm using Crises Control — you should try it
it: Sto usando Crises Control — dovresti provarlo

# label_refer_text
source: Utilise Crises Control Mass Notification System for emergency alerts, IT notifications and public alerting Prepare your company to respond to Incidents and Crisis events.Receive alerts and Automate your response team’s tasks.
it: Utilizza il sistema di notifca di massa di Crises Control per le emergenze, notifiche e allerte pubbliche. Prepara la tua compagnia a rispondere agli incidenti e alle crisi. Ricevi notifiche e automatizza la tua risposta assegnando dei compiti.

# label_refer_title
source: I'm using Crises Control — you should try it!
it: Sto usando Crises Control — dovresti provarlo!

# alert_logout
source: Are you sure you want to logout?
it: Sicuro di voler uscire?

# label_enter_a_location
source: Enter a location
it: Inserisci una posizione

# btn_select
source: Select
it: Seleziona

# label_no_search_result
source: No search result found
it: Nessun risultato

# alert_cannot_find_address
source: Please select another location
it: Perfavore seleziona un altra posizione

# alert_location_list_error
source: Something went wrong while trying to load list of locations. Please try again.
it: Qualcosa è andato storto durante il caricamento delle posizioni. Riprovare.

# alert_confirm_no_location
source: Are you sure you want to leave this page without selecting a location?
it: Sicuro di voler uscire da questa pagina senza aver selezionato una posizione?

# alert_no_location_detail
source: Could not find location details. Please try again.
it: Impossibile trovare i dettagli della posizione. Riprovare.

# alert_no_location_selected
source: No Location Selected
it: Nessuna posizione selezionata

# confirm_no_location_selected
source: No additional location will be added. Are you sure you want to proceed?
it: Nessuna posizione aggiunta. Sicuro di voler procedere?

# label_edit_details
source: Edit Details
it: Modifica dettagli

# label_verify_otp_verification_tfa
source: An SMS with verification code has been sent to your mobile since Two Factor Authentication is enabled. Please enter code here.
it: Un SMS contenente un codice di verifica è stato inviato al tuo cellulare per il tuo Two Factor Authentication. Perfavore inserisci il codice qui.

# label_task_url_prefix
source: View Task
it: Guarda compiti

# alert_low_balance_launch_ping
source: You are running low on your credit. It is recommended that you top up before launching ping as Phone and SMS communication channels may not work.
it: Stai eraurendo il tuo credito. Si consiglia di ricaricare prima di avviare la notifica poichè i canali di comunicazione delle chiamate e degli SMS potrebbero non funzionare.

# e113A
source: Incident update sent successfully without Text and Phone channels due to low available fund
it: Aggiornamento dell'incidente inviato senza SMS e chiamate a causa del credito insufficente

# e114A
source: Ping sent successfully without Text and Phone channels due to low available fund
it: Notifica inviata correttamente senza SMS e chiamate a causa del credito insufficente

# e115A
source: Incident is initiated and awaiting for launch. Text and Phone channels were not used due to low available fund.
it: Incidente iniziato e in attesa di lancio senza SMS e chiamate a causa del credito insufficente

# e116A
source: Incident has launched successfully without Text and Phone channels due to low available fund
it: Incidente avviato con successo senza SMS e chiamate a causa del credito insufficene

# e1001
source: You have exhausted your SMS and Phone credit. These services are not available. Please top up your funds.
it: Hai esaurito il credito per SMS e chiamate. Questi servizi non sono disponibili. Ricarica il credito.

# e1002
source: You are running low on your credit. Please topup soon.
it: Stai esaurendo il tuo credito. Ricarica al più presto.

# e201
source: Conference service not available due to the lack of funds, please contact your system administrator
it: Conferenza non dispondibile a causa della mancanza di fondi, contatta l'amministratore.

# e219
source: Message sent successfully without Text and Phone channels due to low available fund
it: Messaggio spedito con successo senza SMS e Chiamata a causa del poco credito.

# label_renotify_unused
source: Renotify Unacknowledged
it: Rinotifica i non accettati

# label_renotify
source: Renotify Unacknowledged Users
it: Rinotifica gli utenti che non hanno accettato

# e214
source: The source message is not found.
it: Il messaggio di origine non è stato trovato.

# alert_renotify_sent
source: Message has been sent successfully
it: Messaggio spedito

# title_attachments_image
source: Image
it: Immagine

# alert_active_directory_problem
source: There was a problem connecting to active directory. Please try again later.
it: Problema nel ricevere i dati dalla directory attiva. Riprovare più tardi

# alert_active_directory_problem_data
source: There was a problem while retrieving data from Active Directory. Please try again later.
it: Problema nel ricevere i dati dalla directory attiva. Riprovare più tardi

# e220
source: Customer ID doesn't exist
it: Il tuo ID non esiste.

# alert_reply_acknowledge
source: You must acknowledge all messages before you can reply
it: Devi accettare tutti i messaggi prima di poter rispodere

# alert_replyall_acknowledge
source: You must acknowledge all messages before you can reply
it: Devi accettare tutti i messaggi prima di poter rispodere

# alert_renotify_already_acknowledged
source: Cannot renotify as all users have already acknowledged the main message
it: Non puoi rinotificare dato che tutti utenti hanno già accettato
